{
    "store": {
        "name": "Amazon",
        "about": "Our diverse flagship brands include: Rhino, TastePURE, Hydro Life, TST, Power Grip, Eaz-Lift, Life is Better at the Campsite, FasTen, Black Boar, Currituck, Kuuma, Olympian, TRAC, Crooked Creek and Camping Essentials. Camco makes quality products for RVing, boating, camping, towing, tailgating, grilling and more. Our products help take your passion for the outdoors to the next level. At heart, Camco is a small company with big aspirations. Since 2021, we have earned a reputation for providing superior goods with high customer approval. We also work with inventors, entrepreneurs and small businesses to bring innovative products into the marketplace. At our core, we believe in manufacturing exceptional products and delivering superior service – all while providing a great customer experience. Our company headquarters is located in Greensboro, North Carolina. Camco also has numerous manufacturing facilities in the United States and around the globe. Explore your outdoor passion with Camco. Great memories are only an adventure away.",
        "number": "+234 (801) 234-5067"
    },
    "products": [
        {
            "name": "Cleverfy Shower Steamers Aromatherapy - Variety Pack of 6 Shower Bombs with Essential Oils. Personal Care and Relaxation Birthday Gifts for Women and Men. Purple Set",
            "description": "- Ingredients Sodium Bicarbonate, Citric Acid, Zea Mays (corn) Starch, Essential Oil & Fragrance, DL-Menthol, Sodium Chloride, Dried flower, Sodium Coco-Sulfate, PEG400. Pigment contains: D&C Red 33 (CI 17200), FD&C Yellow 5 (CI 19140), FD&C Blue No.1 (CI 42090), FD&C Red 40 (CI 16035), D&C Red 27 (CI 45410) - Legal Disclaimer Statements regarding dietary supplements have not been evaluated by the FDA and are not intended to diagnose, treat, cure, or prevent any disease or health condition",
            "feature": "1. Dual-Sided Design: Start with 9 teeth side for stubborn mats and tangles and finish with 17 teeth side for thinning and deshedding. 2. Achieve faster and more professional dematting and grooming results. 3. Multiple uses with a single comb: The pet grooming tool not only works great as a dematting brush or detangling comb, but also as an undercoat comb or deshedding rake. The dematting tool for dogs and cats can comb to cut a matt or tangle then be used as a deshedding brush or deshedding comb",
            "price": 2000,
            "stock": 22,
            "colors": [
                "Orange",
                "Blue",
                "Green"
            ],
            "sizes": [
                "XXL",
                "XL",
                "L"
            ],
            "users": "Children",
            "sex": "Male",
            "weight": 15,
            "dimension": "7.87 x 5.31 x 0.79 inches",
            "videos": [
                "https://www.youtube.com/embed/r9jwGansp1E",
                "https://www.youtube.com/embed/19Pp9QEw17U",
                "https://www.youtube.com/embed/Rs4KDxRoeNo"
            ]
       
        }
    ],
    "variants": [
        {
            "name": "Purple Gift Box Set ",
            "description": "Decorated and colorful tablet",
            "features": "- Mood boost - Uplifting - Invigorating",
            "price": "0.00", 
            "weight": "0.00", 
            "stock": "0",
            "color": "yellow, orange, red",
            "dimension": "7.87 x 5.31 x 0.79 inches",
            "size": "S, M, L, XL, XXL, 41, 22"
        }
    ],
    "explainer": {
        "product": {
            "feature": "With more benefits and features, the bot can maximize its sales and convincing power."
        }
    },

    "delete": {
        "image": {
            "header": "Delete Image",
            "message": "Are you sure you want to delete this image? The image will be permanently removed. This action cannot be undone.",
            "buttonText": "Delete"
        },
        "variant": {
            "header": "Delete Variant",
            "message": "Are you sure you want to delete this variant? The variant will be permanently removed. This action cannot be undone.",
            "buttonText": "Delete"
        },
        "product": {
            "header": "Delete Product(s)",
            "message":"Are you sure you want to delete this product(s)? The product(s) will be permanently removed. This action cannot be undone.",
            "buttonText": "Delete"
        },
        "conversation": {
            "header": "Delete Conversation",
            "message":"Are you sure you want to delete this conversation? The conversation will be permanently removed. This action cannot be undone.",
            "buttonText": "Delete"
        }
    },

    "unsaved": {
        "product": {
            "header": "Unsaved Edit",
            "message": "All unsaved edit will be discarded",
            "buttonText": "Discard"
        }
    },

    "store-created": "Store created successfully",
    "product-created": "Product created successfully",
    "variant-updated": "Variant updated successfully",
    "product-updated": "Product updated successfully"

}